# ========== НАСТРОЙКИ БОТА ==========
KEYWORDS = ['рогатка', 'рогатки', 'рогатке', 'рогатку', 'рогаткой', 'рогаткою', 'рогаток', 'ceratophrys', 'cornuta', 'корнута', 'корнуты', 'корнуте', 'корнуту', 'корнутой', 'корнутою', 'амазонская', 'амазонской', 'амазонскую', 'амазонские', 'амазонских', 'амазонским', 'амазонскими', 'амазонского', 'амазонскому', 'амазонским', 'амазонском', 'итания', 'итании', 'итанию', 'итанией', 'итание', 'итанния', 'итаннии', 'итаннию', 'итаннией', 'итанние']
MAX_POSTS = 15
CHECK_INTERVAL = 60
TIMEZONE_OFFSET = 3
DEBUG = True
