# ========== НАСТРОЙКИ БОТА ==========
# Этот файл содержит все настройки, которые вы можете менять

# ---------- Токены (обязательно) ----------
VK_TOKEN = 

# ---------- Ключевые слова для поиска ----------
# Можно добавлять или убирать слова через запятую
KEYWORDS = [
    'рогатка',
    'ceratophrys',
    'cornuta',
    'корнута',
    'амазонская',
    'итания',
    'итанния'
]

# ---------- Настройки работы ----------
# Сколько последних ID постов хранить (чтобы не забивать память)
MAX_POSTS = 15

# Интервал проверки в секундах
# 60 = 1 минута
# 3600 = 1 час
# 6000 = 1 час 40 минут
CHECK_INTERVAL = 60  # Для теста оставим 60 секунд

# ---------- Дополнительные настройки ----------
# Показывать отладочные сообщения?
DEBUG = True  # Если False - будет меньше сообщений в консоли
